[
  {
    "title": "Our Philosopy",
    "description": "We believe that with support and guidance students can reach their full potential academically and fostering continued personal growth. | 我们的理念： 我们相信合理的规划可以使学生在高中阶段显著成长，有效帮助他们进入理想学校并为未来工作做好准备。"
  },
  {
    "title": "Our Goal",
    "description": "With limited time and facing fierce competition, students in high school are under great pressure. To guide students through this important and overwhelming time, we are committed to providing professionally designed custom plans for students and parents. | 我们的目标：高中时期竞争激烈，学生学业繁重、时间短缺、压力巨大。我们致力于以我们的专业知识为学生和家长提供量身定做的计划，使孩子顺利度过高中，成功申请到理想学校。"
  },
  {
    "title": "Our Services",
    "description": "All of our services are personalized to best fit each individual student. Starting as early as junior high, we help with choosing courses and extracurriculars, as well as identifying community service and summer opportunities. Our college application services guide students and parents through the entire process, from picking the right school to preparing application materials to financial planning and scholarship applications. We also offer after-school tutoring classes and SAT/AP classes. | 我们的服务：我们为学生提供全面整体规划及个性化服务、定期跟进、随时咨询。在申请季帮助学生选择适合学校，提供申请文书辅导及财务规划与奖学金申请。"
  },
  {
    "title": "Our Strengths",
    "description": "With great passion and enthusiasm toward education and over ten years of experience, we are dedicated to providing professional and caring support to our clients. Having all had children who have gone through this process, we understand anxieties of parents and students, and how best to navigate the high school and college educational system. | 我们的优势: 十余年升学辅导经验，对教育工作的热情及对学生和家长的高度责任感使我们获得了学生和家长的交口称赞。我们的服务被誉为“最专业贴心的服务”，我们的老师被誉为“最认真负责的老师”。"
  },
  {
    "description": "At BingAcademy, we don't try to change who you are. We find your strengths and work with you to create the best path for your future. | 成长之路是致力于高中规划、大学申请及海外留学的顾问公司。 本机构同时也提供其他课后辅导班、SAT/AP补习班以及各种社区服务机会。"
  }
]
